Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Davviriikkalaš áššedovdijoavkku raporttas váldo ovdan ovdamearka das ahte Sámedikki rolla almmolaš hálddašeamis dohkkehuvvo : Norgga guovllukommišuvnna árvalusas , NOU 2004 : 19 rávve Guovllukommišuvdna čuovvovaččat ( čuokkis 7.4.2 Anbefalinger vedrørende styringsstruktur ) : • • • Dain regiovnnain gos sámit ásset berrejit ásahuvvot golmmabealát šiehtadallamat stáhta , regiovnna ja Sámedikki gaskka vai Norgga geatnegasvuođat sápmelaččaid guovdu álbmorievtti mielde , sihkkarastojuvvojit .
nob: I rapporten fra den nordiske ekspertgruppen blir det trukket fram et eksempel på erkjennelse av Sametingets rolle i offentlig forvaltning : I innstillingen fra Distriktskommisjonen i Norge , NOU 2004 : 19 anbefaler Distriktskommisjonen følgende ( punkt 7.4.2 Anbefalinger vedrørende styringsstruktur ) : : • I regioner med samisk bosetning bør det etableres trepartsforhandlinger mellom stat , region og Sameting for å sikre Norges forpliktelser i forhold til samene etter folkeretten . •

source: Sámediggi berre oažžut ekonomalaš návccaid šaddat dássásaš beallin golmmabealát šiehtadallamiin .
nob: Sametinget bør settes økonomisk i stand til å bli en likeverdig part i trepartsforhandlinger . •

source: Sámediggi berre oažžut stuora váikkuhanvejolavuođa dasa movt regionála hálddašeapmi čađahuvvo dakkár politihkkasurggiin mat leat deaŧalaččat sámi álbmogii .
nob: Sametinget bør gis vesentlig innflytelse på hvordan den regionale forvaltningen utøves på politikkområder som er viktige for den samiske befolkning .

source: Artihkkal 18 čilge oktavuođaid našunalčoahkkimiidda .
nob: Artikkel 18 omhandler forholdet til nasjonalforsamlingene .

source: Artihkkal 18 vuosttaš lađđasa čilgehusas celkojuvvo ahte sámiide guoskevaš gažaldagain lea Sámedikkis vuoigatvuohta čilget oainnus njuolgga našunalčoahkkimii dahje lávdegottiide dahje eará orgánaide mat leat vuolggahuvvon nášunalčoahkkimii .
nob: Under omtalen av artikkel 18 første ledd sies det at i spørsmål av betydning for samene har Sametinget rett til å redegjøre for sitt syn direkte overfor nasjonalforsamlingen eller overfor komiteer eller andre organ utgått fra nasjonalforsamlingen .

source: Goalmmát lađđasa mielde galgá našunalčoahkkin iežas njuolggadusaid mielde mearridit movt áššit galget gieđahallojuvvot .
nob: Etter tredje ledd er det nasjonalforsamlingen som gjennom sine regler bestemmer hvordan sakene skal behandles .

source: Artihkkal 18 nuppi lađđasa mielde galgá Sámediggi vuhtiiváldojuvvot dakkár áššiin mat erenomážit gusket sámi álbmogii .
nob: I henhold til artikkel 18 annet ledd skal Sametinget bli hørt i saker som særskilt berører det samiske folket .

source: II oassi . Bargojoavkku árvvoštallamat ja árvalusat 6 .
nob: Del II Arbeidsgruppens vurderinger og forslag 6 .

source: Árvvoštallamat Sámedikki formála dili hárrái Bargojoavkku mandáhta mielde galgá dat ” árvvoštallat Sámediggái eanet formálalaš sorjjakeahtes dili ” ja ” ovddidit árvalusa das movt dan galggašii čađahit ” .
nob: Vurderinger av Sametingets formelle stilling Arbeidsgruppen er i mandatet bedt om å “ vurdere spørsmålet om en formelt mer uavhengig stilling for Sametinget ” og om å “ legge frem forslag om hvordan dette skal gjennomføres ” .

source: Mandáhta gohččun árvvoštallat ” Sámediggái eanet formálalaš sorjjakeahtes dili ” , mielddisbuktá gažaldaga dikki gelbbolašvuođa rievttálaš regulerema hárrái .
nob: Anmodningen i mandatet om å vurdere en “ formelt mer uavhengig stilling for Sametinget ” , reiser spørsmål knyttet til den rettslige reguleringen av tingets kompetanse .

source: Nu movt lea čilgejuvvon raportta I. oasis , de lei Sámediggi jurddašuvvon leat ráđđehusa ráđđeaddi orgánan , ja lohkkui buori muddui dábálaš hálddahusapparáhta oassin .
nob: Som det fremkommer i denne rapportens del I , var Sametinget opprinnelig tiltenkt en rolle som et rådgivende organ for regjeringen og var forøvrig langt på vei ansett som en del av ordinære forvaltningsapparatet .

source: Maŋemus jagiid ovdáneapmi sihke eamiálbmogiid ja unnitloguid álbmotrievtti suodjalusa geažil , ja Sámedikki ja eará eiseválddiid oktavuođa geažil , dagaha ahte lea dárbu guorahallat Sámdikki sajádaga ođđa čalmmiiguin .
nob: Den utviklingen som i de senere årene har funnet sted , både innenfor den delen av folkeretten som beskytter urfolk og minoriteter , og i forholdet mellom Sametinget og øvrige myndigheter , gjør at Sametingets posisjon bør ses i et nytt lys .

source: Bargojoavkku vuođđooaidnu lea danne dat ahte Sámedikkis berre leat eanet formálalaš sorjjakeahtes dilli go dat mii dál lea .
nob: Arbeidsgruppens grunnsyn er således at Sametinget bør ha en formelt mer uavhengig stilling enn det som er tilfelle i dag .

source: Mandáhtta dáhttu bargojoavkku erenoamážit ” deattuhit vejolaš čovdosiid mas vuođđun lea ahte Sámediggi ain galgá leat oassin stáhtas juridihkalaš peršovdnan . ”
nob: Arbeidsgruppen er i mandatet særskilt bedt om å “ fokusere på mulige løsninger som tar utgangspunkt i at Sametinget fortsatt skal være en del av den juridiske personen staten ” .

source: . Dan dulko bargojoavku dainnalágiin ahte dat galgá ovddidit árvalusaid mat mearkkašit ahte Sámediggi ii leat iešbirgejeaddji riektesubjeaktan ja ahte das ii leat dábálaččat rievttálaš doaibmanákca dannego dan fuolaha ráđđehus .
nob: Med dette forstår arbeidsgruppen at den skal legge frem forslag som innebærer at Sametinget ikke vil være et selvstendig rettssubjekt og vil således som hovedregel ikke ha rettslig handleevne , men at denne vil måtte ivaretas av regjeringen .

source: Mandáhtta rahpá aŋkke bargojovkui vejolašvuođa árvalit čovdosa mas Sámediggi ásahuvvo sierra riektesubjeaktan .
nob: Det er imidlertid i mandatet også åpnet for at arbeidsgruppen foreslår en løsning der Sametinget etableres som eget rettssubjekt .

source: Bargojoavku ovddida dás máŋggaid lágalaš doaimmaid árvalusaid , mat bargojoavkku mielas sáhttet váikkuhit Sámediggái eanet sorjjakeahtes dili .
nob: Arbeidsgruppen legger frem en rekke forslag til lovmessige tiltak som etter arbeidsgruppens mening alle vil kunne bidra til å sikre at Sametinget får en mer uavhengig stilling .

source: Eanas árvalusain lea vuođđun ahte Sámediggi ain sáhttá ” leat oassin stáhtas juridhkalaš peršovnnas ” .
nob: De fleste forslagene tar utgangspunkt i at Sametinget fortsatt kan “ være en del av den juridiske personen staten ” .

source: 2.1.2 , vrd. 2.1.3 , čuoggáid árvalusat eai čuovo dattege dán vuođu .
nob: Forslaget i punkt 2.1.2 , jf. 2.1.3 , bryter imidlertid med dette utgangspunktet .

source: Dain čuoggáin evttoha bargojoavku ásahit Sámedikki sierra riektesubjeaktan .
nob: Her foreslår arbeidsgruppen at Sametinget etableres som eget rettssubjekt .

source: Vaikko bargojoavku ovddida ge olu ovttaskas doaimmaid árvalusaid mat bargojoavkku mielas visot váikkuhit dasa ahte Sámediggi oččošii eanet sorjjakeahtes dili , de leat árvalusat muhtun oktavuođain čadnon oktii ja jurddašuvvon ollislaš páhkkan .
nob: Selv om arbeidsgruppen legger frem forslag til en rekke enkelttiltak som etter gruppens mening alle vil kunne bidra til at Sametinget får en mer selvstendig stilling , er forslagene i noen tilfeller avhengig av hverandre , og er tenkt som en helhetlig pakke .

source: Iešguđet ovttaskas doaimmat maid bargojoavku árvala sihkkarastin dihte Sámediggái eanet sorjjakeahtes dili , mielddisbuktet láhkarievdadusaid .
nob: De ulike enkelttiltakene arbeidsgruppen foreslår for å sikre en mer uavhengig stilling for Sametinget vil måtte innebære lovendringer .

source: Sámedikki rievttálaš dilli Mandáhtta dáhttu bargojoavkku árvvoštallat modeallaid main Sámediggi bissu stáhta juridihkalaš peršovnna oassin .
nob: Sametingets rettslige stilling Arbeidsgruppen er i mandatet bedt om å vurdere modeller som tar utgangspunkt i at Sametinget er en del av den juridiske personen staten .

source: Nu movt raportta vuosttaš oasis lea čilgejuvvon , de lea Sámedikki formála dilli máŋgga suorggis ain eahpečielggas , ja dat ii ge šat heive dan ovdáneapmái mii lea leamaš maŋŋel go Sámediggi šattai ráđđeaddi orgánan sámelága bokte .
nob: Som det fremgår av rapportens første del er Sametingets formelle stilling på flere områder uklar og heller ikke i samsvar med den faktiske utviklingen som har funnet sted etter opprettelsen av Sametinget som rådgivende organ gjennom sameloven .

source: Sámedikki rievttálaš dili njuolggadusat leat vuosttažettiin nannejuvvon sámelágas .
nob: Reglene om Sametingets rettslige stilling finnes først og fremst i sameloven .

source: Muhtun deaŧalaš surggiin lea dattege láhka jávoheapmi , ii ge jienát maide jurájuste Sámedikki ja ráđđehusa čatnasumi birra , ii ge maide Sámedikki ášševuolggahangelbbolašvuođa birra ja stáhtaráđiid konstitušuvnnalaš ja parlamenttáralaš ovddasvástádusa birra Sámedikki doaimma guovdu .
nob: Loven er imidlertid på viktige områder taus og sier ikke noe direkte om tilknytningsforholdet mellom Sametinget og regjeringen , og heller ikke om Sametingets søksmålskompetanse og statsrådens konstitusjonelle og parlamentariske ansvar for Sametingets virksomhet .

source: Sámelága ovdabárgguin eai ge leat dát dilit guorahallojuvvon erenoamážit .
nob: Heller ikke i forarbeidene til sameloven er disse forholdene tatt opp til særskilt drøfting .

source: Boahtteáiggi dihte lea dárbu čielggadit dan dárkileappot .
nob: Det er i forlengelsen av dette behov for større klarhet rundt disse spørsmålene .

source: Eiseválddiid bealis orro čielgasit eaktuduvvon ahte Sámediggi ii leat iešstivrejeaddji riektesubjeakta , muhto dat lea gažaldat masa sáhttet leat máŋgga iešguđetlágán oaivila .
nob: Det fremstår som klart forutsatt fra myndighetenes side at Sametinget ikke er et selvstendig rettssubjekt , men dette er likevel et spørsmål hvor det kan eksistere ulike oppfatninger .

source: Lea go Sámedikkis ášševuolggahangelbbolašvuohta lea vel eahpečielgaset .
nob: Spørsmålet om Sametinget har søksmålskompetanse fremstår som enda mer uklart .

source: orgánain sáhttá leat rievttálaš doaibmanákca vaikko eai leat iešstivrejeaddji riektesubjeavttat .
nob: Det er sikker rett at et organ kan ha rettslig handleevne selv om det ikke er et selvstendig rettssubjekt .

source: 98 Nu movt čilgejuvvo kap. 2.5 de lea jáhkehahtti ahte Sámedikkis dálá čovdosa mielde sáhttá leat ášševuolggahangelbbolašvuohta dihto áššiin , vaikko Sámedikkis ii leat dat dábálaččat .
nob: 98 Slik det fremkommer av kap. 2.5 kan det være grunn til å tro at Sametinget etter dagens løsning vil ha søksmålskompetanse i visse saker , selv om Sametinget som hovedregel ikke vil ha det .

source: Dát árvalus lea aŋkke nu eahpesihkar go ii leat riektegeavadis dahje juridihkalaš teoriijjas guorahallojuvvon , ja danne lea ge dárbu dán oasi čielggadit .
nob: Denne antagelsen hviler imidlertid på et usikkert grunnlag siden spørsmålet ikke er tatt opp til drøfting , verken i rettspraksis eller i juridisk teori , og det er også på dette området grunn til avklaring .

source: Sámediggi stáhta juridihkalaš peršovnna oassin Dakkár čoavddus mas Sámediggi lea stáhta juridihkalaš peršovnna oassin mearkkaša dábálaččat ahte Sámedikkis ii leat ášševuolggahangelbbolašvuohta .
nob: Sametinget som en del av den juridiske person staten En løsning hvor Sametinget fortsatt er en del av den juridiske personen staten vil i utgangspunktet medføre at Sametinget ikke har søksmålskompetanse .

source: Formaliseren das ahte Sámediggi lea stáhta juridihkalaš peršovnna oassin , sáhttá šaddat lávkin maŋos dálá riektedilálašvuhtii mas Sámedikki friddja dilli lea mihttun , danne go dat šattašii rievttálaš mearrádussan dakkár gažaldagas mii ii leat vel čielggaduvvon .
nob: En formalisering av at Sametinget er en del av den juridiske personen staten vil kunne være et skritt tilbake fra dagens rettstilstand når det gjelder målet om en fri stilling for Sametinget , siden dette vil gi en rettslig avklaring på et spørsmål som nå ikke fullt ut er avklart .

source: Nu movt čujuhit kap. 2.5:s , de leat olu iešguđetlágán váikkuhusat ja bealit mat feara movt čuožžilit das makkár Sámediggedoaimmas lea sáhka .
nob: Som det er pekt på i kap. 2.5 , er det ulike hensyn og momenter som i varierende grad gjør seg gjeldende alt etter hvilke områder av Sametingets virksomhet det er tale om .

source: Seammás árvvoštallet iešguđet stáhtaorgánat dán ládje .
nob: Samtidig er det ulike tilnærminger til dette spørsmålet fra ulike organer for staten .

source: Ráđđehusadvokáhtta lea omd. bidjan mearrin ahte Sámediggi ferte ieš válljet alcces ášševálddálačča , vrd. kap. 2.7 .
nob: Regjeringsadvokaten har for eksempel lagt til grunn at Sametinget må velge sin egen prosessfullmektig , jf. kap. 2.7 .

source: Jus Sámediggi galgá leat oassin stáhta juridihkalaš peršovnnas , de gáibiduvvojit dihto lágalaš doaimmat čalmmustuhttit gustojeaddji rievtti , ja gáibiduvvo maiddái riektedilálašvuođa čielggadeapmi Sámedikki ášševuolggahangelbbolašvuođa hárrái .
nob: Dersom Sametinget skal være en del av den juridiske personen staten vil dette kreve visse lovmessige tiltak for å synliggjøre gjeldende rett samt en avklaring av rettstilstanden når det gjelder Sametingets søksmålskompetanse .

source: Ráđđehusadvokáhta oktavuođa dáfus , berre formaliseren das ahte Sámediggi lea stáhta juridihkalaš peršovnna oassin , mielddisbuktit ahte ráđđehusadvokáhtta geatnegahttojuvvo veahkehit Sámedikki buot áššiin mat eai leat Sámedikki ja stáhtalaš eiseválddiid gaskasaš riiddut .
nob: Når det gjelder forholdet til regjeringsadvokaten bør en formalisering av at Sametinget er en del av den juridiske personen staten få den konsekvens at regjeringsadvokaten plikter å bistå Sametinget i alle saker som ikke er en tvist mellom Sametinget og statlige myndigheter .

source: Berre árvvoštallojuvvot galgá go dat ovddiduvvot njuolgga sámelágas .
nob: Det bør vurderes om dette skal komme til utrykk direkte i sameloven .

source: Jus Sámediggi galgá leat oassin stáhtas juridihkalaš peršovdnan , de seahtá maiddái árvvoštallat čovdosiid main Sámedikkis lea juogo rievttálaš doaibmanákca stáhta bealis dahje ráddjejuvvon ášševuolggahangelbbolašvuohta .
nob: Dersom Sametinget skal være en del av den juridiske personen staten , bør videre løsninger vurderes der Sametinget enten har den rettslige handleevne på vegne av staten , eller at det gis regler om begrenset søksmålskompetanse for Sametinget .

source: Dat berre konkrehtadit ovdanboahtit lágain .
nob: Dette bør komme konkret til utrykk i lovgivningen .

source: Rievttálaš doaibmanákca stáhta bealis lea erenoamáš áigeguovdil dain áššesurggiin main Sámediggi doaimmaha hálddašeami maid lea ožžon sirdojuvvot alcces stáhtalaš eiseválddiin .
nob: Når det gjelder rettslig handleevne på vegne av staten , vil dette være særlig aktuelt innenfor enkelte saksområder der Sametinget utøver forvaltningsvirksomhet som overført myndighet fra statlige myndigheter .

source: Dat leat ovdamearkka dihte kulturmuitosuodjalus , doarjjahálddašeapmi ja sámi oahppoplánaid dohkkeheapmi .
nob: Dette vil for eksempel gjelde innenfor kulturminneforvaltning , tilskuddsforvaltning og for fastsettelse av samiske læreplaner .

source: Molssaeaktun sáhtášii Sámediggi oažžut njuolggadusaid ráddjejuvvon ášševuolggahangelbbolašvuođa hárrái muhtun surggiin , dás politihkalaš doaimma ja hálddašandoaimma siskkobealde .
nob: Alternativt kan det gis regler om at Sametinget har begrenset søksmålskompetanse på enkelte områder , herunder innenfor politisk virksomhet og forvaltningsvirksomhet .

source: Dat heivešii dan riektái mii dál gusto , seammás go dan oažžu dohkkehuvvot almmá riektemearrádusaid haga .
nob: Dette vil samsvare med det som allerede er gjeldende rett , samtidig som man får slått fast dette uten å måtte gå veien om en rettsavgjørelse .

source: Bargojoavku ii dieđe leat go eará ásahusain mat leat oassin stáhta juridihkalaš peršovnnas , njuolggadusat ráddjejuvvon ášševuolggahangelbbolašvuođa birra .
nob: Arbeidsgruppen kjenner ikke til at slike regler om begrenset søksmålskompetanse er gitt for andre institusjoner som er en del av den juridiske personen staten .

source: Sámedikki stáhtarievttálaš dilli lea dattege áibbas erenoamáš , ja muđui eai leat makkárge formála eastagat dasa ahte addit Sámediggái ráddjejuvvon ášševuolggahangelbbolašvuođa .
nob: Sametingets statsrettslige stilling er imidlertid helt spesiell og det er heller ikke noen formelle hinder mot å gi regler om at Sametinget har begrenset søksmålskompetanse .

source: Dan vejolašvuođa dáfus mii sámi servodaga ovttaskas olbmuin dahje joavkkuin lea vuolggahit ášši stáhta vuostá konvenšuvdnarihkkuma ovddas , ii mielddisbuvtte čoavddus mas Sámediggi lea oassin stáhtas juridihkalaš peršovdnan , makkárge rievdadusaid .
nob: Når det gjelder muligheten som enkeltpersoner eller grupper innen det samiske samfunn har til å gå til sak mot staten for konvensjonsbrudd , vil løsningen hvor Sametinget er en del av den juridiske personen staten ikke medføre noen endringer .

source: Lea go Sámedikkis dát vejolašvuohta fertejit konkrehtadit duopmostuolut mearridit .
nob: Hvorvidt Sametinget har denne muligheten , vil konkret måtte avgjøres av domstolene .

source: Dat lea čoavddus mii ii čilge áššiid dađi buorebut go dálá čoavddus .
nob: Dette er en løsning som ikke bidrar til noen større grad av klarhet enn hva som er tilfellet i dag .

source: Sáhttá leat dárbbašlaš ásahit mekanismma mii buorebut addá saji oktasaš čovdosiidda Sámedikki ja stáhtalaš eiseválddiid dulkomis stáhta álbmot 98 Skoghøy : Tvistemål , 2. almmuhus ( Oslo 2001 ) siidu 171-174 .
nob: Det kan være behov for å etablere en mekanisme som i større grad kan rede grunnen for omforente løsninger for Sametingets og statlige myndigheters forståelse av innholdet i statens folkerettslige forpliktelser .

source: Dat sáhttá dahkkot nu ahte ráđđádallanbargovugiin ( dahje sámelagas ) rahppojuvvo vejolašvuohta beliide searválaga soahpat geavahit sorjjakeahtes áššedovdiid áššiin main ii leat ovttaoaivilvuohta dahje main ii soaitte olahit ovttaoaivilvuođa dainna go lea goabbat ipmárdus álbmotrievtti sisdoalus .
nob: Dette kan gjøres ved at man i konsultasjonsprosedyrene ( eller i sameloven ) åpner for at partene kan bli enige om å i felleskap benytte seg av uavhengige sakkyndige i saker der man ikke kommer til enighet , eller det kan være grunn til å tro at man ikke vil komme til enighet , grunnet en ulik oppfatning om folkerettens innhold .

source: 99 Dakkár ortnet sáhttá buoridit ráđđádallanproseassaid , seammás go mearrádusaid lobálašvuohta nannejuvvo .
nob: 99 En slik ordning vil kunne effektivisere konsultasjonsprosessene , samtidig som den styrker legitimiteten til de avgjørelser som fattes .

source: Molssaeaktun čujuha bargojoavku dasa ahte sáhttet ásahuvvot eará ja eambbo geatnegahtti riidočoavdinmekanismmat Sámedikki ja stáhtalaš eiseválddiid gaskii .
nob: Alternativt viser arbeidsgruppen til at det kan etableres andre og mer bindende tvisteløsningsmekanismer mellom Sametinget og statlige myndigheter .

source: Dan sáhttá ovdamearkka dihte sorjjakeahtes áššedovdiorgána dahkat mii ii leat njuolgga stáhtalaš bagadanválddi vuollásaš .
nob: Dette kan for eksempel utføres av et uavhengig ekspertorgan som ikke er underlagt direkte statlig instruksjonsmyndighet .

source: Bargojoavku čujuha dušše dan vejolašvuhtii , muhto dat ii ovddit dás makkárge konkrehta árvalusaid dan hárrái .
nob: Arbeidsgruppen nøyer seg likevel med å vise til denne alternative muligheten , og fremmer ikke forslag om noen konkrete tiltak her .

source: Bargojoavku árvvoštallá ahte čoavddus mas Sámediggi bissu stáhta juridihkalaš peršovnna oassin , mielddisbuktá ahte dikki gelbbolašvuohta eará surggiin bisuhuvvo nu movt dál .
nob: Arbeidsgruppen ser for seg at løsningen hvor Sametinget fortsatt er en del av den juridiske personen staten vil måtte medføre at de øvrige sider ved tingets kompetanse forblir som i dag .

source: Bargojoavku lea čuigen ahte dán čovdosa oktavuođas ráhkaduvvo riidočoavdinmodealla Sámedikki ja stáhtalaš eiseválddiid riidduid várás , ja ahte ráđđehusadvokáhtas lea ovddasvástádus veahkehit Sámedikki áššiin mat vuolggahuvvojit earáid go stáhta vuostá .
nob: Som arbeidsgruppen har pekt på vil løsningen innebære at man innfører en tvisteløsningsmodell for tvister mellom Sametinget og statlige myndigheter , samt et ansvar for regjeringsadvokaten til å bistå Sametinget i saker mot andre enn staten .

source: Eará bealit stáhta ja Sámedikki riekteoktavuođas joatkašuvvet dattege nu movt dál leat .
nob: De øvrige sider ved rettsforholdet mellom staten og Sametinget vil imidlertid slik allerede omtalt fortsette som i dag .

source: Bargojoavku dáhttu muđui čujuhit ahte dat doaimmat mat evttohuvvojit dainna eavttuin ahte Sámediggi bissu oassin stáhta juridihkalaš peršovnnas , berrejit árvvoštallojuvvot kap. 6.2-6.5 kapihttaliid evttohusaid oktavuođas . 6.1.2 .
nob: Arbeidsgruppen vil for øvrig peke på at de tiltak som her fremmes under forutsetningen at Sametinget fortsatt skal være en del av den juridiske personen staten , bør ses i sammenheng med forslagene fremmet i kapitlene 6.2-6.5. 6.1.2 .

source: Sámediggi iešstivrejeaddji riektesubjeaktan Čoavddus mas Sámediggi lea iešstivrejeaddji riektesubjeakta čalmmustáhttá stáhtalaš eiseválddiid ja Sámedikki bealledatperspektiivva masa dáid áiggiid sámepolitihkka lea vuođđuduvvon ja mii earet eará lea mielddisbuktán Sámedikki ja stáhtalaš eiseválddiid ráđđádallanbargovugiid .
nob: Sametinget som selvstendig rettssubjekt Løsningen med Sametinget som et selvstendig rettsubjekt vil synliggjøre partnerskapsperspektivet mellom statlige myndigheter og Sametinget , som den senere tids statlige samepolitikk bygger på , og som har resultert i blant annet konsultasjonsprosedyrene mellom Sametinget og statlige myndigheter .

source: Ortnet mas Sámediggi ásahuvvo sierra riektesubjeaktan heive bures daidda álbmotrievttálaš geatnegasvuođaide mat eiseválddiin leat .
nob: Ordningen med at Sametinget etableres som eget rettssubjekt vil harmonere godt med de folkerettslige forpliktelser som påhviler myndighetene .

source: Seammás mielddisbuktá modealla Sámediggái stuorát politihkalaš ovddasvástádusa seammás go seamma mađi unnida fágastáhtaráđiid politihkalaš ovddasvástádusa dain mearrádusain maid Sámediggi dahká .
nob: Samtidig vil modellen innebære en økende grad av politisk ansvarliggjøring av Sametinget og en tilsvarende svekkelse av fagstatsrådenes politiske ansvar for de beslutninger som fattes av Sametinget .

source: Iešstivrejeaddji riektesubjeaktan lea Sámedikkis rievttálaš doaibmanákca .
nob: Som selvstendig rettssubjekt vil Sametinget ha rettslig handleevne .

source: Dat mearkkaša ahte Sámediggi sáhttá čatnat šiehtadusaid ja váldit ovddasvástádusa ja geantnegasvuođaid .
nob: Dette innebærer at Sametinget kan binde seg ved avtale og kan pådra seg forpliktelser og ansvar .

source: Sámedikkis šaddá maid iešheanalis ovddasvástádus vejolaš velggiid ovddas ja ekonomalaš geatnegasvuođaid ovddas nu movt eará riektesubjeavttain nai .
nob: Sametinget vil videre ha selvstendig ansvar for eventuell gjeld og økonomiske forpliktelser som et hvert annet rettssubjekt .

source: Sámedikkis šaddá dábálaš bealálašnákca ja sáhttá leat riidduid ášševuolggaheaddjin dahje ášševástideaddjin dábálaš duopmostuoluid ovddas .
nob: Sametinget vil dessuten ha alminnelig partsevne og vil kunne stå som saksøker eller saksøkt i tvister for de alminnelige domstolene .

source: Juohke vuollásaš orgána lea bajit orgána bagadusa vuollásaš , jus eai leačča dahkkon spiehkasteamit lágas , vrd. Vuođđolága § 3 .
nob: Ethvert underliggende organ er underlagt instruksjon fra det overordnete organ , med mindre det er gjort unntak i lov , jf. Grunnloven § 3 .
